null = ✖️
dont-block-anymore = <b>Прошу, больше не блокай меня(</>
its-not-telegram-url = <i><b>⚠️ Ссылок с доменом телеграмма не найдено, попробуйте еще раз ⚠️</></>
confirm-deleting = <i><b>⚠️ Подтвердите удаление ⚠️</></>
successfully-deleted = <i><b>Успешно удалено ✔️</></>
page = Страница {$page}
length-of-list = Эта кнопка предназначена для просмотра страницы на которой вы находитесь прямо сейчас. Меняйте страницы с помощью кнопок сбоку.
subscribe-for-using-bot = <i>⚜️ Пожалуйста, подпишитесь на наших спонсоров, затем нажмите кнопку <b>«Я подписался ✅»</></>
subscribe-to-all-resources = <i>🔱 Сначала подпишитесь на все спонсоры, затем нажмите кнопку <b>«Я подписался ✅»</></>
thx-for-subscribing = <i>🔰 Спасибо за подписку, теперь вы можете пользоваться ботом</>
its-not-digit = <i><b>💢 Введите целое число больше нуля</></>
get-new-post =
    <i>Отправьте мне ваш готовый пост вместе с кнопками (Не обязательно)

    <blockquote expandable>Поддерживаю только эти типы
    👇
    {$types}
    </></>

unsupported-post-type =
    <i><b>💢 Я не поддерживаю этот тип</></>

    {get-new-post-for-shows}

service-installed = <i>☑️ Сервис успешно установлен</>
service-uninstalled = <i>☑️ 🗑 Сервис успешно удален</>
bot-stat-info-updated = <i>☑️ Отправил БотСтату свежую информацию!</>

