load-out =
    <i><b>🗳 Меню выгрузки</>

    Порядок - {$order}

    ⚠️ Выгружаю только активных ⚠️

    Выберите фильтры выгрузки с помощью кнопок снизу</>

load-out-already-doing = <i><b>🗳 Выгрузка уже идет, пожалуйста ожидайте её окончания</></>

start-load-out =
    <i><b>🗳 Начинаю выгрузку</>

    Выгружаю по фильтрам:
    Порядок - {$order}

    Пожалуйста ожидайте, это может занять некоторое время</>

load-out-results =
    <i><b>✅ Закончил выгрузку</>

    По порядку - {$order}
    Количество ID - {$count}</>

