get-new-referral-name = <i>Введите реф ссылку или нажмите на кнопку ниже, чтобы сгенерировать её</>

your-ref-has-cyrillic-symbols = <i><b>💢 Ваша рефка содержит кирилицу, это не допустимо!</>

{get-new-referral-name}</>

get-price-for-ref = <i>💵 Введите цену для реф. ссылки</>

ref-successfully-created = <i>✅ Реф. ссылка успешно создана</>

referral-list = <i>⚜️ Список реф ссылок, выберите одну из них для подробной инф. и её настройки</>

referral-list-empty = <i>⚜️ Список реф ссылок пуст, добавьте одну перед тем как нажать кнопку снова</>

referral-user-stats =
    <i>Название ссылки: <code>{$name}</>
    Цена: <code>{$price}₽</>

    📊 Статистика:

    · Всего переходов - <code>{$follows}</> 💵 - <code>{$follows_price}₽</>
    · Всего уникальных - <code>{$total}</> 💵 - <code>{$total_price}₽</>
    · Из них живы - <code>{$active}</>  <code>({$active_percent}%)</> 💵 - <code>{$active_price}₽</>

    👤 Статистика уников по времени:

    · Сегодня - <code>{$today}</>
    · За последние 7 дней - <code>{$week}</>
    · За последние 31 день - <code>{$month}</>

    Ссылка: <code>https://t.me/{$username}?start={$name}</>
    Указанная цена возле статистика - это цена за 1 пдп.</>
